# Задача 1. Вариант 4.
# Напишите программу, которая будет сообщать род деятельности и псевдоним под
#которым скрывается Фредерик Аустерлиц. После вывода информации программа
#должна дожидаться пока пользователь нажмет Enter для выхода.

# Badmaeva M.N.
# 12.10.2016

print("Фредерик Аустерлиц, более известный как Фред Астер, звезда Голливуда")
input("\nНажмите Enter для выхода")