# Задача 2. Вариант 4.
# Напишите программу, которая будет выводить на экран наиболее понравившееся
#вам высказывание, автором которого является Сократ. Не забудьте о том, что
#автор должен быть упомянут на отдельной строке.

# Badmaeva M.N.
# 12.10.2016

print("Я знаю, что ничего не знаю")
print("\n\t\tСократ")
input("\nНажмите Enter для выхода")