# Задача 3. Вариант 4.
# Напишите программу, которая выводит имя "Уильям Сидни Портер", и
#запрашивает его псевдоним. Программа должна сцеплять две эти строки и
#выводить полученную строку, разделяя имя и псевдоним с помощью тире.

# Badmaeva M.N.
# 12.10.2016


name = "Уильям Сидни Портер"
print("Известный писатель, о котором сегодня пойдет речь - ",name)
name2 = input("Под каким псевдонимом мы его знаем?")
print("Его зовут" , name," - ",name2)
input("\nНажмите Enter для выхода")